Repository: t1dtools/GlucoseBar
Catalog: GlucoseBar/Localizable.xcstrings
Source language: en
Languages: da, es, fr, it, nl, pl, ro, sv

source: Unable to read data from Dexcom: Data corrupted.
da: Kan ikke læse data fra Dexcom: Data beskadiget.
es: No se pueden leer datos de Dexcom: Datos corruptos.
fr: Impossible de lire les données de Dexcom : Données corrompues.
it: Impossibile leggere i dati da Dexcom: Dati danneggiati.
nl: Kan geen data lezen uit Dexcom: gegevens beschadigd.
pl: Nie można odczytać danych z Dexcom: Dane uszkodzone.
ro: Imposibil de citit datele din Dexcom: Datele sunt corupte.
sv: Det går inte att läsa data från Dexcom: Data skadad.

source: Unannounced Meal
da: Uanmeldt Måltid
es: Comida sin anunciar
fr: Repas non annoncé
it: Pasto Non Annunciato
nl: Onaangekondigde maaltijd
pl: Niezapowiedziany posiłek
ro: Masă neanunţată
sv: Oanmäld måltid

source: Unknown
da: Ukendt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: onbekend
pl: Nieznane
ro: Necunoscut
sv: Okänd

source: Unknown Dexcom Share Issue
da: Ukendt Dexcom Share Problem
es: Problema de compartir Dexcom desconocido
fr: Problème de partage Dexcom inconnu
it: Emissione Di Azioni Dexcom Sconosciuta
nl: Onbekend probleem Dexcom Delen
pl: Nieznany problem Dexcom Share
ro: Problemă necunoscută de Partajare Dexcom
sv: Okänt Dexcom-problem

source: Unknown Dexcom Share Issue: %lld
da: Ukendt Dexcom Share Problem: %lld
es: Problema de compartir Dexcom desconocido: %lld
fr: Problème de partage Dexcom inconnu : %lld
it: Problema Sconosciuto Su Azioni Dexcom: %lld
nl: Onbekend Dexcom Share probleem: %lld
pl: Nieznany problem Dexcom Share %lld
ro: Problemă de partajare necunoscută Dexcom: %lld
sv: Okänt Dexcom Share Issue: %lld

source: Unknown or no AID detected
da: Ukendt eller intet AID system fundet
es: AID desconocido o no detectado
fr: Système de DAI inconnu ou non détecté
it: Rilevato un AIUTO sconosciuto o nessun AIUTO
nl: Onbekend of geen AID gedetecteerd
pl: Nieznany lub nie wykryto żadnej pomocy
ro: AID necunoscut sau nedetectat
sv: Okänd eller ingen AID upptäckt

source: Unknown or unsupported AID system
da: Ukendt eller ikke-understøttet AID system
es: Sistema AID desconocido o no soportado
fr: Système de DAI inconnu ou non pris en charge
it: Sistema AID sconosciuto o non supportato
nl: Onbekend of niet-ondersteund AID systeem
pl: Nieznany lub nieobsługiwany system pomocy
ro: Sistem AID necunoscut sau nesuportat
sv: Okänt eller ej stödt AID-system

# Update available: v%@%@
source: Update available: v%1$@%2$@
da: Opdatering tilgængelig: v%1$@%2$@
es: Actualización disponible: -%1$@%2$@
fr: Mise à jour disponible : v%1$@%2$@
it: Aggiornamento disponibile: v%1$@%2$@
nl: Update beschikbaar: v%1$@%2$@
pl: Dostępna aktualizacja: v%1$@%2$@
ro: Actualizare disponibilă: v%1$@%2$@
sv: Uppdatering tillgänglig: v%1$@%2$@

source: Username can not be empty
da: Brugernavnet kan ikke være tomt
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut être vide
it: Il nome utente non può essere vuoto
nl: Gebruikersnaam mag niet leeg zijn
pl: Nazwa użytkownika nie może być pusta
ro: Numele de utilizator nu poate fi gol
sv: Användarnamnet kan inte vara tomt

source: v%@ available
da: v%@ tilgængelig
es: v%@ disponible
fr: v%@ disponible
it: v%@ disponibile
nl: v%@ beschikbaar
pl: v%@ dostępne
ro: v%@ disponibil
sv: v%@ tillgänglig

source: Very Narrow
da: Meget Smal
es: Muy Nflecha
fr: Très étroit
it: Molto Stretto
nl: Zeer Smalle
pl: Bardzo wąski
ro: Foarte îngustă
sv: Mycket smal

source: Very Wide
da: Meget Bred
es: Muy ancho
fr: Tr´ès large
it: Molto Ampia
nl: Zeer breed
pl: Bardzo szeroki
ro: Foarte larg
sv: Mycket bred

source: We are always looking for help with ideas, bugfixes and translations. If you want to contribute, please see the GitHub respository.
da: Vi er altid på udkig efter hjælp med ideer, fejlrettelser og oversættelser. Hvis du ønsker at bidrage, så slå et smut forbi GitHub.
es: Siempre estamos buscando ayuda con ideas, correcciones de errores y traducciones. Si quieres contribuir, consulta el repositorio de GitHub.
fr: Nous recherchons toujours de l'aide avec des idées, des corrections de bogues et des localisations. Si vous voulez contribuer, veuillez consulter le référentiel GitHub.
it: Siamo sempre alla ricerca di aiuto con idee, correzioni di bug e traduzioni. Se vuoi contribuire, consulta il respositorio GitHub.
nl: We zijn altijd op zoek naar hulp met ideeën, bugfixes en vertalingen. Als u wilt bijdragen, zie dan de GitHub respository.
pl: Zawsze szukamy pomocy z pomysłami, poprawkami błędów i tłumaczeniami. Jeśli chcesz pomóc, zobacz repozytorium GitHub.
ro: Căutăm întotdeauna ajutor cu idei, erori și traduceri. Dacă doriți să contribuiți, vă rugăm să consultați respositoritatea GitHub.
sv: Vi letar alltid efter hjälp med idéer, buggfixar och översättningar. Om du vill bidra, vänligen se GitHub respositorium.

source: Weight
da: Vægt
es: Peso
fr: Poids
it: Peso
nl: Gewicht
pl: Waga
ro: Greutate
sv: Vikt

source: Wide
da: Bred
es: Ancho
fr: Large
it: Ampia
nl: Breed
pl: Szeroki
ro: Lat
sv: Bred

source: Yes
da: Ja
es: Sí
fr: Oui
it: Sì
nl: ja
pl: Tak
ro: Da
sv: Ja

source: You have enabled the AID integration, which allows GlucoseBar to show you extra data.
da: Du har aktiveret AID integrationen, som gør det muligt for GlucoseBar at vise dig ekstra data.
es: Has habilitado la integración AID, que permite a GlucoseBar mostrar datos adicionales.
fr: Vous avez activé l'intégration de DAI, ce qui permet à GlucoseBar de vous montrer des données supplémentaires.
it: Hai abilitato l'integrazione di AID, che consente a GlucoseBar di mostrare dati aggiuntivi.
nl: U hebt de AID-integratie ingeschakeld, waarmee GlucoseBar u extra gegevens laat zien.
pl: Włączyłeś integrację AID, która umożliwia GlucoseBar wyświetlanie dodatkowych danych.
ro: Ați activat integrarea AID, care permite GlucoseBar să vă arate date suplimentare.
sv: Du har aktiverat AID-integrationen, vilket gör att GlucoseBar kan visa dig extra data.

# %@ Version: %@ (%@)
source: %1$@ Version: %2$@ (%3$@)
es: %1$@ Versión: %2$@ (%3$@)
it: Versione %1$@ : %2$@ (%3$@)
nl: %1$@ Versie: %2$@ (%3$@)
pl: %1$@ Wersja: %2$@ (%3$@)
ro: %1$@ versiune: %2$@ (%3$@)

source: %lld max
es: %lld máximo
pl: %lld maks.
ro: Maxim %lld

source: AID Integration
es: Integración de AID
fr: Intégration DAI
it: Integrazione AID
nl: AID integratie
pl: Integracja z pomocą
ro: Integrarea AID

source: AID System: %@
es: Sistema AID: %@
fr: Système de DAI : %@
it: Sistema AID: %@
nl: AID systeem: %@
pl: System pomocy: %@
ro: Sistem AID: %@

source: Dexcom Region
es: Región de Dexcom
fr: Région de Dexcom
it: Regione Dexcom
nl: Dexcom Regio
pl: Region Dexcom
ro: Regiunea Dexcom
sv: Regionen Dexcom

source: Dexcom Share
es: Compartir Dexcom
it: Condivisione Dexcom
nl: Dexcom Delen
pl: Udział Dexcom
ro: Partajare Dexcom
sv: Dela Dexcom

source: GlucoseBar
es: Barra de glucosa
pl: Pasek Glukozy
ro: Bară
sv: GlukoseBar

source: Loop Status
es: Estado del bucle
fr: Statut de la boucle
it: Stato Ciclo
nl: Status herhalen
pl: Status pętli
ro: Stare buclă

source: Nightscout
es: Explorador nocturno
nl: Nachtscout

source: Offline
es: Desconectado
fr: Hors ligne

source: Separator
es: Separador
fr: Séparateur
it: Separatore
nl: Scheidingsteken
sv: Avgränsare

source: Server URL
es: URL del servidor
fr: URL du serveur
it: Url Del Server
pl: Adres URL serwera
ro: URL Server

source: Simulator
es: Simulador
fr: Simulateur
it: Simulatore
pl: Symulator

source: Symbol
es: Símbolo
fr: Symbole
it: Simbolo
nl: Symbool
ro: Simbol

source: USA
es: EEUU
fr: États-Unis
nl: VS
pl: Stany Zjednoczone
ro: SUA

source: Zero Temp
es: Cero Temp
it: Temperatura Zero
nl: Nul temp
pl: Temperatura zerowa
ro: Temp zero
sv: Noll Temp

source: Debug
fr: Débogage

source: Token
fr: Jeton

source: Zen Mode
fr: Mode Zen
